Revit 2027 API
FillGrid Constructor
Overload List
Name | Description
FillGrid() |  Creates a simple fill grid.
FillGrid(FillGrid) |  Constructs a new FillGrid with default settings.
FillGrid(Double, Double) |  Creates a simple fill grid with given angle and offset.
Top
See Also
Reference
FillGrid Class
Autodesk.Revit.DB Namespace